Repository: egm0nt/LoseLess-for-Word
Catalog: WRibbon.*.resx
Languages: lv

# langAutoButton.SuperTip
source: Automatic mode of translation (mistakes when translating are possible)
lv: Automātisks tulkojums (kļūdas ir iespējamas)

# langEnRuButton.Label
source: English – Russian
lv: Angļu – Krievu

# langEnRuButton.SuperTip
source: English to Russian keyboard layout mode
lv: Izkārtojuma režīms: no angļu uz krievu

# langRuEnButton.Label
source: Russian – English
lv: Krievu – Angļu

# langRuEnButton.SuperTip
source: Russian to English keyboard layout mode
lv: Izkārtojuma režīms: no krievu uz angļu

# ignoreCaseButton.Label
source: Ignore Sentence Case
lv: Ignorēt burtu reģistru

# undoRecoveryButton.Label
source: Undo Recovery
lv: Atcelt atjaunošanu

# recoverButton.Label
source: Recover Text
lv: Atjaunot tekstu

# recoverButton.ScreenTip
source: Text recovery
lv: Teksta atjaunošana

# recoverButton.SuperTip
source: Text is written in wrong keyboard layout? Select this fragment and press "Recovery text">>If there are errors in translation, press "Undo Recovery" and select keyboard layout in "Recovery text" menu.>>Thereafter, repeat recovery procedure.
lv: Uzrakstījuši tekstu nepareizā tastatūras izkārtojumā? Atlasiet to fragmentu un noklikšķiniet uz "Atjaunot tekstu".>>Ja ir kļūdas tulkojumā, atsauciet atjaunošanas un atlasiet tastatūras izkārtojumu "Atjaunot tekstu" pogas izvēlnē.>>Pēc tam, atkārtojiet atjaunošanas procedūru.

# recoveryGroup.Label
source: Recovery
lv: Atjaunošana
